[AIMPRemoteControlOptionsForm]
Caption=Удалённое управление
gbConnection=Подключение
lbConnectionHint=Введите один из этих адресов в приложении на телефоне:
gbAuth=Требовать авторизацию
lbUser=Имя пользователя:
lbPass=Пароль:
lbPassHint=Оставьте поле пустым, чтобы не менять пароль.
gbFeatures=Разрешения клиента
cbPhysicalDeletion=Разрешить удаление треков с диска
cbBrowseFiles=Разрешить обзор файлов на компьютере
cbUploadTracks=Разрешить загрузку треков
lbUploadFolder=Папка загрузки:
cbScheduler=Разрешить функции таймера
lbLinkApp=Приложение

[AIMPRemoteControlOptionsForm.edUploadFolder]
b[0]=...

[AIMPRemoteControlMessages]
PortInUse=Удалённое управление: не удалось занять {0} - порт используется другой программой

[AIMPRemoteControlErrors]
invalidJson=Тело запроса не является корректным JSON
playlistNotFound=Плейлист не найден.
invalidQuery=Некорректные параметры запроса.
groupNotFound=Группа не найдена.
invalidBody=Некорректное тело запроса.
playlistChanged=Плейлист изменился, обновите его и повторите.
playlistReadOnly=Плейлист доступен только для чтения.
itemNotFound=Трек не найден.
playlistUpdateFailed=Плеер отклонил изменение.
playerCommandFailed=Плеер отклонил команду.
queueChanged=Очередь воспроизведения изменилась, обновите её и повторите.
addFilesPlaylistNotFound=Не удалось добавить файлы: плейлист не найден.
addFilesFailed=Не удалось добавить файлы.
addUrlPlaylistNotFound=Не удалось добавить URL: плейлист не найден.
addUrlFailed=Не удалось добавить URL.
pathInaccessible=Путь недоступен
browseFilesDisabled=Путь недоступен: обзор файлов отключён в настройках плагина.
playlistCreationFailed=Не удалось создать плейлист.
enqueueTrackNotFound=Не удалось добавить трек в очередь: трек не найден.
enqueueFailed=Не удалось добавить трек в очередь.
coverNotFound=Не удалось получить обложку: обложка альбома не найдена.
trackInfoTrackNotFound=Не удалось получить сведения о треке: трек не найден.
lyricsNotAvailable=Текст песни недоступен
playTrackNotFound=Трек не найден.
removePlaylistNotFound=Не удалось удалить плейлист: плейлист не найден.
removePlaylistFailed=Не удалось удалить плейлист.
renamePlaylistNotFound=Не удалось переименовать плейлист: плейлист не найден.
renamePlaylistFailed=Не удалось переименовать плейлист.
removeTrackDisabled=Не удалось удалить трек: удаление с диска отключено в настройках плагина.
removeTrackNotFound=Не удалось удалить трек: трек не найден.
removeTrackFailed=Не удалось удалить трек.
dequeueTrackNotFound=Не удалось убрать трек из очереди: трек не найден.
dequeueFailed=Не удалось убрать трек из очереди.
schedulerUnavailable=Таймер недоступен
setTrackEnabledTrackNotFound=Не удалось изменить состояние трека: трек не найден.
setRatingTrackNotFound=Не удалось установить рейтинг: трек не найден.
